<?php
/**
 * System messages translation for CodeIgniter(tm)
 *
 * @author    CodeIgniter community
 * @copyright    Copyright (c) 2014-2018, British Columbia Institute of Technology (http://bcit.ca/)
 * @license    http://opensource.org/licenses/MIT	MIT License
 * @link    https://codeigniter.com
 */
defined('BASEPATH') or exit('No direct script access allowed');

$lang['db_invalid_connection_str'] = 'ØºÙŠØ± Ù‚Ø§Ø¯Ø± Ø¹Ù„Ù‰ Ø¥ÙŠØ¬Ø§Ø¯ Ø¥Ø¹Ø¯Ø§Ø¯Ø§Øª Ø§Ù„Ø¥ØªØµØ§Ù„ Ø¨Ù‚ÙˆØ§Ø¹Ø¯ Ø§Ù„Ø¨ÙŠØ§Ù†Ø§Øª Ø¨Ù†Ø§Ø¡ Ø¹Ù„Ù‰ Ø§Ù„Ø¨ÙŠØ§Ù†Ø§Øª Ø§Ù„Ù…Ø±Ø³Ù„Ø©.';
$lang['db_unable_to_connect'] = 'ØºÙŠØ± Ù‚Ø§Ø¯Ø± Ø¹Ù„Ù‰ Ø§Ù„Ø¥ØªØµØ§Ù„ Ø¨Ù‚ÙˆØ§Ø¹Ø¯ Ø§Ù„Ø¨ÙŠØ§Ù†Ø§Øª Ø¨Ù†Ø§Ø¡ Ø¹Ù„Ù‰ Ø§Ù„Ø¥Ø¹Ø¯Ø§Ø¯Ø§Øª Ø§Ù„Ù…Ù‚Ø¯Ù…Ø©.';
$lang['db_unable_to_select'] = 'ØºÙŠØ± Ù‚Ø§Ø¯Ø± Ø¹Ù„Ù‰ ØªØ­Ø¯ÙŠØ¯ Ù‚Ø§Ø¹Ø¯Ø© Ø§Ù„Ø¨ÙŠØ§Ù†Ø§Øª Ø§Ù„ØªØ§Ù„ÙŠØ©: %s';
$lang['db_unable_to_create'] = 'ØºÙŠØ± Ù‚Ø§Ø¯Ø± Ø¹Ù„Ù‰ Ø¥Ù†Ø´Ø§Ø¡ Ù‚Ø§Ø¹Ø¯Ø© Ø§Ù„Ø¨ÙŠØ§Ù†Ø§Øª Ø§Ù„ØªØ§Ù„ÙŠØ©: %s';
$lang['db_invalid_query'] = 'Ø§Ù„Ø¥Ø³ØªØ¹Ù„Ø§Ù… Ø§Ù„Ù…Ø±Ø³Ù„ ØºÙŠØ± ØµØ­ÙŠØ­.';
$lang['db_must_set_table'] = 'ÙŠØ¬Ø¨ ÙˆØ¶Ø¹ Ø¬Ø¯ÙˆÙ„ Ù‚Ø§Ø¹Ø¯Ø© Ø¨ÙŠØ§Ù†Ø§Øª Ù„Ù„Ø¥Ø³ØªØ®Ø¯Ø§Ù… Ù…Ø¹ Ø§Ù„Ø¥Ø³ØªØ¹Ù„Ø§Ù….';
$lang['db_must_use_set'] = 'ÙŠØ¬Ø¨ Ø¥Ø³ØªØ®Ø¯Ø§Ù… Ø®Ø§ØµÙŠØ© "set" Ù„ØªØ­Ø¯ÙŠØ« Ø§Ù„Ø³Ø¬Ù„.';
$lang['db_must_use_index'] = 'ÙŠØ¬Ø¨ ØªØ­Ø¯ÙŠØ¯ Ø±Ù‚Ù… Ù„Ù„ØªØ­Ø¯ÙŠØ«Ø§Øª.';
$lang['db_batch_missing_index'] = 'Ø³Ø¬Ù„ Ø£Ùˆ Ø£ÙƒØ«Ø± Ù„Ø§ ÙŠØ­ØªÙˆÙŠ Ø¹Ù„Ù‰ Ø±Ù‚Ù… Ø§Ù„ØªØ­Ø¯ÙŠØ«.';
$lang['db_must_use_where'] = 'Ø§Ù„ØªØ­Ø¯ÙŠØ« ØºÙŠØ± Ù…Ø³Ù…ÙˆØ­ Ø¨Ù‡ Ù…Ø§ Ù„Ù… ÙŠØ­ØªÙˆÙŠ Ø¹Ù„Ù‰ Ø¬Ù…Ù„Ø© "where" Ø£Ùˆ "like".';
$lang['db_del_must_use_where'] = 'Ø§Ù„Ø­Ø°Ù ØºÙŠØ± Ù…Ø³Ù…ÙˆØ­ Ø¨Ù‡ Ù…Ø§ Ù„Ù… ÙŠØ­ØªÙˆÙŠ Ø¹Ù„Ù‰ Ø¬Ù…Ù„Ø© "where" Ø£Ùˆ "like".';
$lang['db_field_param_missing'] = 'Ù„Ø¬Ù„Ø¨ Ø£Ø³Ù…Ø§Ø¡ Ø§Ù„Ø­Ù‚ÙˆÙ„ ÙŠØ¬Ø¨ Ø¥Ø±Ø³Ø§Ù„ Ø§Ø³Ù… Ø§Ù„Ø¬Ø¯ÙˆÙ„ Ø¨ØµÙØªÙ‡ Ù…ØªØºÙŠØ±Ø§.';
$lang['db_unsupported_function'] = 'Ù‡Ø°Ù‡ Ø§Ù„Ù…ÙŠØ²Ø© ØºÙŠØ± Ù…ØªÙˆÙØ±Ø© ÙÙŠ Ù‚Ø§Ø¹Ø¯Ø© Ø§Ù„Ø¨ÙŠØ§Ù†Ø§Øª Ø§Ù„ØªÙŠ ØªØ³ØªØ®Ø¯Ù…Ù‡Ø§.';
$lang['db_transaction_failure'] = 'ÙØ´Ù„ ÙÙŠ Ø§Ù„Ø¥Ø¬Ø±Ø§Ø¡: ØªÙ… Ø§Ù„ØªØ±Ø§Ø¬Ø¹ Ø¹Ù† Ø§Ù„Ø¥Ø¬Ø±Ø§Ø¡.';
$lang['db_unable_to_drop'] = 'ØºÙŠØ± Ù‚Ø§Ø¯Ø± Ø¹Ù„Ù‰ Ø¥Ø²Ø§Ù„Ø© Ù‚Ø§Ø¹Ø¯Ø© Ø§Ù„Ø¨ÙŠØ§Ù†Ø§Øª Ø§Ù„Ù…Ø­Ø¯Ø¯Ø©.';
$lang['db_unsupported_feature'] = 'Ù…ÙŠØ²Ø© ØºÙŠØ± Ù…ØªÙˆÙØ±Ø© ÙÙŠ Ù‚Ø§Ø¹Ø¯Ø© Ø§Ù„Ø¨ÙŠØ§Ù†Ø§Øª Ø§Ù„ØªÙŠ ØªØ³ØªØ®Ø¯Ù…Ù‡Ø§.';
$lang['db_unsupported_compression'] = 'Ù†ÙˆØ¹ Ø¶ØºØ· Ø§Ù„Ù…Ù„Ù Ø§Ù„Ù…Ø­Ø¯Ø¯ ØºÙŠØ± Ù…Ø¯Ø¹ÙˆÙ… Ø¹Ù„Ù‰ Ø§Ù„Ø®Ø§Ø¯Ù….';
$lang['db_filepath_error'] = 'ØºÙŠØ± Ù‚Ø§Ø¯Ø± Ø¹Ù„Ù‰ ÙƒØªØ§Ø¨Ø© Ø§Ù„Ù…Ù„Ù ÙÙŠ Ø§Ù„Ù…Ø³Ø§Ø± Ø§Ù„Ù…Ø­Ø¯Ø¯.';
$lang['db_invalid_cache_path'] = 'Ù…Ø³Ø§Ø± Ø§Ù„ØªØ®Ø²ÙŠÙ† Ø§Ù„Ù…Ø¤Ù‚Øª ØºÙŠØ± ØµØ­ÙŠØ­ Ø£Ùˆ ØºÙŠØ± Ù‚Ø§Ø¨Ù„ Ù„Ù„ÙƒØªØ§Ø¨Ø©.';
$lang['db_table_name_required'] = 'Ø§Ø³Ù… Ø§Ù„Ø¬Ø¯ÙˆÙ„ Ù…Ø·Ù„ÙˆØ¨ Ù„Ù‡Ø°Ù‡ Ø§Ù„Ø¹Ù…Ù„ÙŠØ©.';
$lang['db_column_name_required'] = 'Ø§Ø³Ù… Ø§Ù„Ø¹Ù…ÙˆØ¯ Ù…Ø·Ù„ÙˆØ¨ Ù„Ù‡Ø°Ù‡ Ø§Ù„Ø¹Ù…Ù„ÙŠØ©.';
$lang['db_column_definition_required'] = 'ØªØ¹Ø±ÙŠÙ Ø§Ù„Ø¹Ù…ÙˆØ¯ Ù…Ø·Ù„ÙˆØ¨ Ù„Ù‡Ø°Ù‡ Ø§Ù„Ø¹Ù…Ù„ÙŠØ©.';
$lang['db_unable_to_set_charset'] = 'ØºÙŠØ± Ù‚Ø§Ø¯Ø± Ø¹Ù„Ù‰ ØªØ­Ø¯ÙŠØ¯ Ù†ÙˆØ¹ Ø§Ù„ØªØ±Ù…ÙŠØ²: %s';
$lang['db_error_heading'] = 'Ø­ØµÙ„ Ø®Ø·Ø£ ÙÙŠ Ù‚Ø§Ø¹Ø¯Ø© Ø§Ù„Ø¨ÙŠØ§Ù†Ø§Øª';
