<?php
/**
 * System messages translation for CodeIgniter(tm)
 *
 * @author    CodeIgniter community
 * @copyright    Copyright (c) 2014-2018, British Columbia Institute of Technology (http://bcit.ca/)
 * @license    http://opensource.org/licenses/MIT	MIT License
 * @link    https://codeigniter.com
 */
defined('BASEPATH') or exit('No direct script access allowed');

$lang['db_invalid_connection_str'] = 'ØªØ´Ø®ÛŒØµ ØªÙ†Ø¸ÛŒÙ…Ø§Øª Ù¾Ø§ÛŒÚ¯Ø§Ù‡ Ø¯Ø§Ø¯Ù‡ Ø¨Ø± Ø§Ø³Ø§Ø³ Ø±Ø´ØªÙ‡ Ø§ØªØµØ§Ù„ Ø§Ø±Ø³Ø§Ù„ÛŒ Ø§Ø² Ø³ÙˆÛŒ Ø´Ù…Ø§ Ø§Ù…Ú©Ø§Ù†Ù¾Ø°ÛŒØ± Ù†ÛŒØ³Øª.';
$lang['db_unable_to_connect'] = 'Ø§ØªØµØ§Ù„ Ø¨Ù‡ Ø³Ø±ÙˆÛŒØ³ Ù¾Ø§ÛŒÚ¯Ø§Ù‡ Ø¯Ø§Ø¯Ù‡ Ø¨Ø± Ø§Ø³Ø§Ø³ ØªÙ†Ø¸ÛŒÙ…Ø§Øª Ø§Ø±Ø§Ø¦Ù‡ Ø´Ø¯Ù‡ Ø§Ù…Ú©Ø§Ù†Ù¾Ø°ÛŒØ± Ù†ÛŒØ³Øª.';
$lang['db_unable_to_select'] = 'Ø¹Ø¯Ù… Ù…ÙˆÙÙ‚ÛŒØª Ø¯Ø± Ø§ØªØµØ§Ù„ Ø¨Ù‡ Ù¾Ø§ÛŒÚ¯Ø§Ù‡ Ø¯Ø§Ø¯Ù‡ Ù…Ø´Ø®Øµ Ø´Ø¯Ù‡ : %s';
$lang['db_unable_to_create'] = 'Ø¹Ø¯Ù… Ù…ÙˆÙÙ‚ÛŒØª Ø¯Ø± Ø§ÛŒØ¬Ø§Ø¯ Ø¬Ø¯ÙˆÙ„ Ù…Ø´Ø®Øµ Ø´Ø¯Ù‡ : %s';
$lang['db_invalid_query'] = 'Ù¾Ø±Ø³ Ùˆ Ø¬ÙˆÛŒ Ø§Ø±Ø³Ø§Ù„ Ø´Ø¯Ù‡ Ø§Ø² Ø³ÙˆÛŒ Ø´Ù…Ø§ Ù…Ø¹ØªØ¨Ø± Ù†ÛŒØ³Øª.';
$lang['db_must_set_table'] = 'Ø¨Ø±Ø§ÛŒ Ø§Ø¬Ø±Ø§ÛŒ Ù¾Ø±Ø³ Ùˆ Ø¬Ùˆ Ø¨Ø§ÛŒØ¯ Ø¬Ø¯ÙˆÙ„ÛŒ Ø§Ø² Ù¾Ø§ÛŒÚ¯Ø§Ù‡ Ø¯Ø§Ø¯Ù‡ Ø±Ø§ Ù…Ø´Ø®Øµ Ú©Ù†ÛŒØ¯.';
$lang['db_must_use_set'] = 'Ø¨Ø±Ø§ÛŒ Ø¨Ø±ÙˆØ²Ø±Ø³Ø§Ù†ÛŒ ÛŒÚ© Ø±Ú©ÙˆØ±Ø¯ Ø¨Ø§ÛŒØ¯ Ø§Ø² Ù…ØªØ¯ "set" Ø§Ø³ØªÙØ§Ø¯Ù‡ Ú©Ù†ÛŒØ¯.';
$lang['db_must_use_index'] = 'Ø¨Ø±Ø§ÛŒ Ø¨Ø±ÙˆØ²Ø±Ø³Ø§Ù†ÛŒ Ø¯Ø³ØªÙ‡ Ø§ÛŒ Ø¨Ø§ÛŒØ¯ ÛŒÚ© Ø§ÛŒÙ†Ø¯Ú©Ø³ Ù…Ø´Ø®Øµ Ú©Ù†ÛŒØ¯.';
$lang['db_batch_missing_index'] = 'Ø§ÛŒÙ†Ø¯Ú©Ø³ Ù…ÙˆØ±Ø¯ Ù†Ø¸Ø± Ø¨Ø±Ø§ÛŒ Ø¨Ø±ÙˆØ²Ø±Ø³Ø§Ù†ÛŒ Ø¯Ø³ØªÙ‡ Ø§ÛŒ ÛŒÚ© ÛŒØ§ Ø¨ÛŒØ´ØªØ± Ø±Ú©ÙˆØ±Ø¯ ÛŒØ§ÙØª Ù†Ø´Ø¯.';
$lang['db_must_use_where'] = 'Ø¨Ø±ÙˆØ²Ø±Ø³Ø§Ù†ÛŒ Ø¨Ø¯ÙˆÙ† Ø§Ø³ØªÙØ§Ø¯Ù‡ Ø§Ø² Ø¨Ø®Ø´ "where" Ø¯Ø± Ù¾Ø±Ø³ Ùˆ Ø¬Ùˆ Ø§Ù…Ú©Ø§Ù†Ù¾Ø°ÛŒØ± Ù†ÛŒØ³Øª.';
$lang['db_del_must_use_where'] = 'Ø­Ø°Ù Ø¨Ø¯ÙˆÙ† Ø§Ø³ØªÙØ§Ø¯Ù‡ Ø§Ø² Ø¨Ø®Ø´ "where" ÛŒØ§ "like" Ø¯Ø± Ù¾Ø±Ø³ Ùˆ Ø¬Ùˆ Ø§Ù…Ú©Ø§Ù†Ù¾Ø°ÛŒØ± Ù†ÛŒØ³Øª.';
$lang['db_field_param_missing'] = 'Ø¯Ø±ÛŒØ§ÙØª Ù†Ø§Ù… ÙÛŒÙ„Ø¯Ù‡Ø§ Ù…Ø³ØªÙ„Ø²Ù… Ø§Ø±Ø³Ø§Ù„ Ù†Ø§Ù… Ø¬Ø¯ÙˆÙ„ Ø¨Ù‡ Ø¹Ù†ÙˆØ§Ù† Ù¾Ø§Ø±Ø§Ù…ØªØ± Ø§Ø³Øª.';
$lang['db_unsupported_function'] = 'Ø§ÛŒÙ† Ø§Ù…Ú©Ø§Ù† Ø¨Ø±Ø§ÛŒ Ù¾Ø§ÛŒÚ¯Ø§Ù‡ Ø¯Ø§Ø¯Ù‡ Ø§ÛŒ Ú©Ù‡ Ø´Ù…Ø§ Ø§Ø³ØªÙØ§Ø¯Ù‡ Ù…ÛŒÚ©Ù†ÛŒØ¯ Ù…ÙˆØ¬ÙˆØ¯ Ù†ÛŒØ³Øª.';
$lang['db_transaction_failure'] = 'Ø®Ø·Ø§ÛŒ Ø§Ø¬Ø±Ø§ÛŒ ØªØ±Ø§Ú©Ù†Ø´: Ø¹Ù…Ù„ÛŒØ§Øª Ø¨Ø§Ø²Ú¯Ø´Øª Ø¨Ù‡ Ù†Ù‚Ø·Ù‡ Ù¾ÛŒØ´ Ø§Ø² Ø§Ø¬Ø±Ø§ÛŒ ØªØ±Ø§Ú©Ù†Ø´ Ø§Ù†Ø¬Ø§Ù… Ø´Ø¯.';
$lang['db_unable_to_drop'] = 'Ø¹Ø¯Ù… Ù…ÙˆÙÙ‚ÛŒØª Ø¯Ø± Ø­Ø°Ù Ù¾Ø§ÛŒÚ¯Ø§Ù‡ Ø¯Ø§Ø¯Ù‡ Ù…ÙˆØ±Ø¯ Ù†Ø¸Ø±.';
$lang['db_unsupported_feature'] = 'Ø§Ø² ÛŒÚ© ÙˆÛŒÚ˜Ú¯ÛŒ Ù¾Ø§ÛŒÚ¯Ø§Ù‡ Ø¯Ø§Ø¯Ù‡ Ú©Ù‡ Ù¾Ø´ØªÛŒØ¨Ø§Ù†ÛŒ Ù†Ø´Ø¯Ù‡ Ø§Ø³ØªÙØ§Ø¯Ù‡ Ù…ÛŒ Ú©Ù†ÛŒØ¯.';
$lang['db_unsupported_compression'] = 'Ù‚Ø§Ù„Ø¨ ÙØ´Ø±Ø¯Ù‡ Ø³Ø§Ø²ÛŒ ÙØ§ÛŒÙ„ Ø§Ù†ØªØ®Ø§Ø¨ÛŒ Ø´Ù…Ø§ØŒ ØªÙˆØ³Ø· Ø³Ø±ÙˆÛŒØ³ Ø¯Ù‡Ù†Ø¯Ù‡ Ù¾Ø´ØªÛŒØ¨Ø§Ù†ÛŒ Ù†Ù…ÛŒ Ø´ÙˆØ¯.';
$lang['db_filepath_error'] = 'Ù†ÙˆØ´ØªÙ† Ø¯Ø± Ù…Ø³ÛŒØ± ÙØ§ÛŒÙ„ Ø§Ø±Ø³Ø§Ù„ÛŒ Ø§Ø² Ø³ÙˆÛŒ Ø´Ù…Ø§ Ø§Ù…Ú©Ø§Ù†Ù¾Ø°ÛŒØ± Ù†ÛŒØ³Øª.';
$lang['db_invalid_cache_path'] = 'Ù…Ø³ÛŒØ± cache Ø§Ø±Ø³Ø§Ù„ÛŒ Ø§Ø² Ø³ÙˆÛŒ Ø´Ù…Ø§ Ù…Ø¹ØªØ¨Ø± Ù†Ø¨ÙˆØ¯Ù‡ Ùˆ ÛŒØ§ Ø§Ø¬Ø§Ø²Ù‡ Ù†ÙˆØ´ØªÙ† Ø¯Ø± Ø¢Ù† Ø±Ø§ Ù†Ø¯Ø§Ø±ÛŒØ¯.';
$lang['db_table_name_required'] = 'Ø¨Ø±Ø§ÛŒ Ø§Ù†Ø¬Ø§Ù… Ø§ÛŒÙ† Ú©Ø§Ø± Ø§Ø³Ù… Ø¬Ø¯ÙˆÙ„ Ù†ÛŒØ§Ø² Ø§Ø³Øª.';
$lang['db_column_name_required'] = 'Ø¨Ø±Ø§ÛŒ Ø§Ù†Ø¬Ø§Ù… Ø§ÛŒÙ† Ú©Ø§Ø± Ù†Ø§Ù… Ø³ØªÙˆÙ† Ù…ÙˆØ±Ø¯ Ù†ÛŒØ§Ø² Ø§Ø³Øª.';
$lang['db_column_definition_required'] = 'ÛŒÚ© Ø³ØªÙˆÙ† ØªØ¹Ø±ÛŒÙ Ø´Ø¯Ù‡ Ø¨Ø±Ø§ÛŒ Ø§ÛŒÙ† Ú©Ø§Ø± Ù…ÙˆØ±Ø¯ Ù†ÛŒØ§Ø² Ø§Ø³Øª.';
$lang['db_unable_to_set_charset'] = 'Ø¹Ø¯Ù… Ø§Ù…Ú©Ø§Ù† ØªØºÛŒÛŒØ± Ú¯Ø±ÙˆÙ‡ Ø²Ø¨Ø§Ù†ÛŒ Ø§ØªØµØ§Ù„ Ú©Ø§Ø±Ø¨Ø± Ø¨Ù‡: %s';
$lang['db_error_heading'] = 'Ø®Ø·Ø§ÛŒÛŒ Ø¯Ø± Ù¾Ø§ÛŒÚ¯Ø§Ù‡ Ø¯Ø§Ø¯Ù‡ Ø±Ø® Ø¯Ø§Ø¯Ù‡ Ø§Ø³Øª.';
