<?php
/**
 * System messages translation for CodeIgniter(tm)
 *
 * @author    CodeIgniter community
 * @author    Grigoris Charamidis
 * @copyright    Copyright (c) 2014-2018, British Columbia Institute of Technology (http://bcit.ca/)
 * @license    http://opensource.org/licenses/MIT	MIT License
 * @link    https://codeigniter.com
 */
defined('BASEPATH') or exit('No direct script access allowed');

$lang['email_must_be_array'] = 'Î— Î¼Î­Î¸Î¿Î´Î¿Ï‚ email validation Ï€ÏÎ­Ï€ÎµÎ¹ Î½Î± Ï€ÎµÏÎ¬ÏƒÎµÎ¹ Î±Ï€Î¿ Î­Î½Î±Î½ Ï€Î¯Î½Î±ÎºÎ±.';
$lang['email_invalid_address'] = 'ÎœÎ· Î­Î³ÎºÏ…ÏÎ· Î´Î¹ÎµÏÎ¸Ï…Î½ÏƒÎ· e-mail: %s';
$lang['email_attachment_missing'] = 'Î‘Î´Ï…Î½Î±Î¼Î¯Î± Î½Î± ÎµÎ½Ï„Î¿Ï€Î¹ÏƒÏ„ÎµÎ¯ Ï„Î¿ Î±ÎºÏŒÎ»Î¿Ï…Î¸Î¿ ÏƒÏ…Î½Î·Î¼Î¼Î­Î½Î¿ Î·Î»ÎµÎºÏ„ÏÎ¿Î½Î¹ÎºÎ¿Ï Ï„Î±Ï‡Ï…Î´ÏÎ¿Î¼ÎµÎ¯Î¿Ï…: %s';
$lang['email_attachment_unreadable'] = 'Î”ÎµÎ½ ÎµÎ¯Î½Î±Î¹ Î´Ï…Î½Î±Ï„ÏŒ Î½Î± Î±Î½Î¿Î¯Î¾ÎµÎ¹ Î±Ï…Ï„ÏŒ Ï„Î¿ ÏƒÏ…Î½Î·Î¼Î¼Î­Î½Î¿: %s';
$lang['email_no_from'] = 'Î”ÎµÎ½ Î¼Ï€Î¿ÏÎµÎ¯Ï„Îµ Î½Î± ÏƒÏ„ÎµÎ¯Î»ÎµÏ„Îµ email Ï‡Ï‰ÏÎ¯Ï‚ Ï„Î·Î½ "From" ÎºÎµÏ†Î±Î»Î¯Î´Î±.';
$lang['email_no_recipients'] = 'Î˜Î± Ï€ÏÎ­Ï€ÎµÎ¹ Î½Î± ÏƒÏ…Î¼Ï€ÎµÏÎ¹Î»Î¬Î²ÎµÏ„Îµ Î±Ï€Î¿Î´Î­ÎºÏ„ÎµÏ‚: To, Cc, or Bcc';
$lang['email_send_failure_phpmail'] = 'Î”ÎµÎ½ Î¼Ï€Î¿ÏÎµÎ¯ Î½Î± ÏƒÏ„Î±Î»Î¸ÎµÎ¯ e-mail Ï‡ÏÎ·ÏƒÎ¹Î¼Î¿Ï€Î¿Î¹ÏŽÎ½Ï„Î±Ï‚ Ï„Î·Î½ PHP mail(). ÎŸ Î´Î¹Î±ÎºÎ¿Î¼Î¹ÏƒÏ„Î®Ï‚ ÏƒÎ±Ï‚ Î´ÎµÎ½ Î­Ï‡ÎµÎ¹ ÏÏ…Î¸Î¼Î¹ÏƒÏ„ÎµÎ¯ Î³Î¹Î± Î½Î± ÏƒÏ„Î­Î»Î½ÎµÎ¹ email Î¼Îµ Î±Ï…Ï„Î®Î½ Ï„Î·Î½ Î¼Î­Î¸Î¿Î´Î¿.';
$lang['email_send_failure_sendmail'] = 'Î”ÎµÎ½ Î¼Ï€Î¿ÏÎµÎ¯ Î½Î± ÏƒÏ„Î±Î»Î¸ÎµÎ¯ e-mail Ï‡ÏÎ·ÏƒÎ¹Î¼Î¿Ï€Î¿Î¹ÏŽÎ½Ï„Î±Ï‚ Ï„Î·Î½ PHP Sendmail. ÎŸ Î´Î¹Î±ÎºÎ¿Î¼Î¹ÏƒÏ„Î®Ï‚ ÏƒÎ±Ï‚ Î´ÎµÎ½ Î­Ï‡ÎµÎ¹ ÏÏ…Î¸Î¼Î¹ÏƒÏ„ÎµÎ¯ Î³Î¹Î± Î½Î± ÏƒÏ„Î­Î»Î½ÎµÎ¹ email Î¼Îµ Î±Ï…Ï„Î®Î½ Ï„Î·Î½ Î¼Î­Î¸Î¿Î´Î¿.';
$lang['email_send_failure_smtp'] = 'Î”ÎµÎ½ Î¼Ï€Î¿ÏÎµÎ¯ Î½Î± ÏƒÏ„Î±Î»Î¸ÎµÎ¯ e-mail Ï‡ÏÎ·ÏƒÎ¹Î¼Î¿Ï€Î¿Î¹ÏŽÎ½Ï„Î±Ï‚ Ï„Î·Î½ PHP SMTP. ÎŸ Î´Î¹Î±ÎºÎ¿Î¼Î¹ÏƒÏ„Î®Ï‚ ÏƒÎ±Ï‚ Î´ÎµÎ½ Î­Ï‡ÎµÎ¹ ÏÏ…Î¸Î¼Î¹ÏƒÏ„ÎµÎ¯ Î³Î¹Î± Î½Î± ÏƒÏ„Î­Î»Î½ÎµÎ¹ email Î¼Îµ Î±Ï…Ï„Î®Î½ Ï„Î·Î½ Î¼Î­Î¸Î¿Î´Î¿.';
$lang['email_sent'] = 'Î¤Î¿ Î¼Î®Î½Ï…Î¼Î¬ ÏƒÎ±Ï‚ Î­Ï‡ÎµÎ¹ ÏƒÏ„Î±Î»ÎµÎ¯ Î¼Îµ ÎµÏ€Î¹Ï„Ï…Ï‡Î¯Î± Ï‡ÏÎ·ÏƒÎ¹Î¼Î¿Ï€Î¿Î¹ÏŽÎ½Ï„Î±Ï‚ Ï„Î¿ Î±ÎºÏŒÎ»Î¿Ï…Î¸Î¿ Ï€ÏÏ‰Ï„ÏŒÎºÎ¿Î»Î»Î¿: %s';
$lang['email_no_socket'] = 'Î”ÎµÎ½ ÎµÎ¯Î½Î±Î¹ Î´Ï…Î½Î±Ï„ÏŒ Î½Î± Î±Î½Î¿Î¯Î¾ÎµÎ¹ Î¼Î¹Î± Ï…Ï€Î¿Î´Î¿Ï‡Î® Î¼Îµ Ï„Î¿ Sendmail. Î Î±ÏÎ±ÎºÎ±Î»ÏŽ ÎµÎ»Î­Î³Î¾Ï„Îµ Ï„Î¹Ï‚ ÏÏ…Î¸Î¼Î¯ÏƒÎµÎ¹Ï‚ Ï„Î¿Ï….';
$lang['email_no_hostname'] = 'Î”ÎµÎ½ ÎºÎ±Î¸Î¿ÏÎ¯ÏƒÎ±Ï„Îµ Î­Î½Î± ÏŒÎ½Î¿Î¼Î± SMTP.';
$lang['email_smtp_error'] = 'Î¤Î¿ Î±ÎºÏŒÎ»Î¿Ï…Î¸Î¿ ÏƒÏ†Î¬Î»Î¼Î± SMTP Î­Ï‡ÎµÎ¹ ÎµÎ¼Ï†Î±Î½Î¹ÏƒÏ„ÎµÎ¯: %s';
$lang['email_no_smtp_unpw'] = 'Î£Ï†Î¬Î»Î¼Î±: Î˜Î± Ï€ÏÎ­Ï€ÎµÎ¹ Î½Î± Î¿ÏÎ¯ÏƒÎµÏ„Îµ Î­Î½Î± ÏŒÎ½Î¿Î¼Î± Ï‡ÏÎ®ÏƒÏ„Î· ÎºÎ±Î¹ ÎºÏ‰Î´Î¹ÎºÏŒ Ï€ÏÏŒÏƒÎ²Î±ÏƒÎ·Ï‚ SMTP.';
$lang['email_failed_smtp_login'] = 'Î‘Ï€Î¿Ï„Ï…Ï‡Î¯Î± ÎµÎ»Î­Î³Ï‡Î¿Ï… Ï„Î±Ï…Ï„ÏŒÏ„Î·Ï„Î±Ï‚ Ï€Î¿Ï… ÏƒÏ„ÎµÎ¯Î»Î±Ï„Îµ. Î£Ï†Î±Î»Î¼Î±: %s';
$lang['email_smtp_auth_un'] = 'Î‘Ï€Î¿Ï„Ï…Ï‡Î¯Î± ÎµÎ»Î­Î³Ï‡Î¿Ï… Ï„Î±Ï…Ï„ÏŒÏ„Î·Ï„Î±Ï‚ username. Î£Ï†Î¬Î»Î¼Î±: %s';
$lang['email_smtp_auth_pw'] = 'Î‘Ï€Î¿Ï„Ï…Ï‡Î¯Î± ÎµÎ»Î­Î³Ï‡Î¿Ï… Ï„Î±Ï…Ï„ÏŒÏ„Î·Ï„Î±Ï‚ password. Î£Ï†Î¬Î»Î¼Î±: %s';
$lang['email_smtp_data_failure'] = 'Î‘Î´Ï…Î½Î±Î¼Î¯Î± Î±Ï€Î¿ÏƒÏ„Î¿Î»Î®Ï‚ Î´ÎµÎ´Î¿Î¼Î­Î½Ï‰Î½: %s';
$lang['email_exit_status'] = 'ÎšÏ‰Î´Î¹ÎºÏŒÏ‚ ÎµÎ¾ÏŒÎ´Î¿Ï… ÎºÎ±Ï„Î¬ÏƒÏ„Î±ÏƒÎ·Ï‚: %s';
